Repository: reneezmp/osaurus-intel
Catalog: App/osaurus/InfoPlist.xcstrings
Source language: en
Languages: de, zh_hans

# NSAppleEventsUsageDescription
source: Osaurus plugins may use automation to control other applications on your behalf.
de: Osaurus-Plugins können Automatisierung nutzen, um andere Anwendungen in deinem Auftrag zu steuern.
zh_hans: Osaurus 插件可能会使用自动化代表你控制其他应用。

# NSCalendarsFullAccessUsageDescription
source: Osaurus plugins may access your calendar to read and create events.
de: Osaurus-Plugins können auf deinen Kalender zugreifen, um Termine zu lesen und zu erstellen.
zh_hans: Osaurus 插件可能会访问你的日历，以读取和创建日程。

# NSCalendarsUsageDescription
source: Osaurus plugins may access your calendar to read and create events.
de: Osaurus-Plugins können auf deinen Kalender zugreifen, um Termine zu lesen und zu erstellen.
zh_hans: Osaurus 插件可能会访问你的日历，以读取和创建日程。

# NSContactsUsageDescription
source: Osaurus plugins may access your contacts to search and read contact information.
de: Osaurus-Plugins können auf deine Kontakte zugreifen, um Kontaktinformationen zu suchen und zu lesen.
zh_hans: Osaurus 插件可能会访问你的联系人，以搜索和读取联系人信息。

# NSLocalNetworkUsageDescription
source: Osaurus uses the local network to discover and connect to agents running on other devices.
de: Osaurus nutzt das lokale Netzwerk, um Agenten auf anderen Geräten zu finden und zu verbinden.
zh_hans: Osaurus 使用本地网络来发现并连接运行在其他设备上的智能体。

# NSLocationUsageDescription
source: Osaurus plugins may access your location to provide location-based services.
de: Osaurus-Plugins können auf deinen Standort zugreifen, um standortbasierte Dienste bereitzustellen.
zh_hans: Osaurus 插件可能会访问你的位置，以提供基于位置的服务。

# NSLocationWhenInUseUsageDescription
source: Osaurus plugins may access your location to provide location-based services.
de: Osaurus-Plugins können auf deinen Standort zugreifen, um standortbasierte Dienste bereitzustellen.
zh_hans: Osaurus 插件可能会访问你的位置，以提供基于位置的服务。

# NSMicrophoneUsageDescription
source: Osaurus uses the microphone for voice input and dictation, transcribed with Apple Speech.
de: Osaurus verwendet das Mikrofon für Spracheingabe und Diktat, transkribiert mit Apple Speech.
zh_hans: Osaurus 使用麦克风进行语音输入和听写，并通过 Apple 语音转写。

# NSRemindersUsageDescription
source: Osaurus plugins may access your reminders to read and create tasks.
de: Osaurus-Plugins können auf deine Erinnerungen zugreifen, um Aufgaben zu lesen und zu erstellen.
zh_hans: Osaurus 插件可能会访问你的提醒事项，以读取和创建任务。

# NSSpeechRecognitionUsageDescription
source: Osaurus uses Apple Speech to turn what you say into text for chat, dictation and wake words. It stays on this Mac unless you allow Apple's servers in Voice settings.
de: Osaurus verwendet Apple Speech, um Gesprochenes für Chat, Diktat und Aktivierungswörter in Text umzuwandeln. Es bleibt auf diesem Mac, außer du erlaubst in den Spracheinstellungen die Server von Apple.
zh_hans: Osaurus 使用 Apple 语音将你说的话转为文字，用于聊天、听写和唤醒词。除非你在语音设置中允许使用 Apple 服务器，否则一切都留在此 Mac 上。
